Repository: quba88/SampleProject
Catalog: SampleProject/*.lproj/Localizable.strings
Languages: pl

# EMPTY_ALLERT_TITLE
source: Warning!
pl: Uwaga!

# EMPTY_ALLERT_MESSAGE
source: The text fields can not be empty
pl: Pola nie mogą być pustę

# ACCOUNT_EXIST_ALLERT_TITLE
source: Warning!
pl: Uwaga!

# ACCOUNT_EXIST_ALLERT_MESSAGE
source: The specified account already exists
pl: Podane konto już istnieje

# CREATE_ACCOUNT_ERROR_ALLERT_TITLE
source: Warning!
pl: Uwaga!

# CREATE_ACCOUNT_ERROR_ALLERT_MESSAGE
source: An error occurred while setting up your account: %@
pl: Wystąpił błąd podczas zakładania konta: %@

# PASSWORD_NOT_MATCH_ALLERT_TITLE
source: Warning!
pl: Uwaga!

# PASSWORD_NOT_MATCH_ALLERT_MESSAGE
source: Passwords are not the same
pl: Hasła nie są takie same

# SUCESS_CREATE_ACCOUNT_ALLERT_TITLE
source: Success!
pl: Sukces!

# SUCESS_CREATE_ACCOUNT_ALLERT_MESSAGE
source: Registration was successful
pl: Rejestracja przebiegła prawidłowo

# VALIDATION_ACCOUNT_DATA_ERROR_ALERT_VIEW_TITLE
source: Warning!
pl: Uwaga!

# VALIDATION_ACCOUNT_DATA_ERROR_ALERT_VIEW_MESSAGE
source: Login or password is incorrect
pl: Hasło lub login jest nieprawidłowe
